alacritty
anything-sync-daemon
bash-completion
dconf-editor
dmenu
elinks
fcitx5
fcitx5-anthy
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpeg
github-cli
gptfdisk
grub-customizer
htop
hugo
i3-wm
i3blocks
i3lock
i3status
linux-docs
man-db
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-settings
otf-ipafont
pacman-contrib
pipewire-alsa
pipewire-pulse
polybar
profile-sync-daemon
rsync
rxvt-unicode
screenfetch
sudo
swi-prolog
thunar
thunar-volman
unrar
vcsh
vlc
wavpack
wget
xdg-user-dirs
xorg-fonts-misc
xorg-server
xorg-xauth
yt-dlp
zsh
zsh-completions
zsh-syntax-highlighting
